Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_814_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Ođđa oahppamateriálat anáraš- ja davvisámegielat oahpahussii
smn: Uđđâ oppâmateriaaleh anarâš- já tavesämikielâlâš máttááttâsân

source: Anáraš- ja davvisámegielat vuođđooahpahussii leat almmuhuvvon ođđa oahppamateriálat .
smn: Anarâš- já tavesämikielâ vuáđumáttááttâs várás láá almostum uđđâ oppâmateriaaleh .

source: Anárašgillii lea almmuhuvvon nuppi luohká matematihká giđđagirji mii lea joatkka ovdal almmuhuvvon golmma girjái .
smn: Anarâškielâlâš nube luoka matematiik kiđđâuási Lohosierâ 2 , kiđđâ lii jotkâ ovdil almostittum kuulmâ kiirján .

source: Davvisámegielat oahpahussii leat almmuhuvvon vihtta ođđa siidolohkamuša ja okta ođđa preanttus Bluppe-ráiddus
smn: Tavesämikielâlâš máttááttâsân almostuvvii vittâ uđđâ miäldusluhâmuš já ohtâ uđđâsisteddilâs Bluppe-rááiđust .

source: lea jorgaluvvon WSOY Matikka-nammasaš ráiddus , mii šaddá almmuhuvvot ollasit anárašgillii .
smn: Lohosierâ 2 , kiđđâ lii jurgâlum WSOY Matikka-rááiđust , mii almostittoo ubbân anarâškielân .

source: Davvisámegielat Lohkoleaika - nammasaš jorgalus ráiddus lea juo skuvllaid anus .
smn: Tavesämikielâlâš Lohkoleaika – nommâsâš jurgâlus rááiđust lii jo škoovlâi kiävtust .

source: xxx
smn: Lohosierâ 2 – kirje lii jurgâlâm Iiris Mäenpää .

source: Bluppe-ráiddus davvisámegillii almmuhuvvon ođđa girjjit Bluppe mállásat , Bluppe ja albbas , Bluppe ja ealga , Bluppe ja guovžžačivggat ja Bluppe ja goddesáhpánat heivejit siidolohkamuššan sihke sámegielat ja eatnigiela ja vieris giela oahpahussii .
smn: Bluppe-rááiđust almostittum uđđâ tavesämikielâliih kirjeh Bluppe mállásat , Bluppe ja albbas , Bluppe ja ealga , Bluppe ja guovžžačivggat já Bluppe ja goddesáhpánat heivejeh miäldusluhâmužžân sehe sämikielâlii ete eenikielâ já vieres kielâ máttááttâsân .

source: Máinnašuvvon girjjiid lassin almmuhuvvui ođđa preanttus Bluppe ja miessi - girjjis .
smn: Tai lasseen almostui uđđâsisteddilâs ovdil loopân vuobdum Bluppe ja miessi - kirjeest .

source: Ođđa girjjiid lea ruoŧagielas jorgalan Hannu Kangasniemi .
smn: Uđđâ kirjeh lii ruotâkielâst jurgâlâm Hannu Kangasniemi .

source: Giela lea dárkkistan Jovnna Ánde Vest .
smn: Kielâ tärhistem lii toohâm Jovnna Ánde Vest .

source: Bluppe - girjjiid lea álgoálggus čállán Inga Borg .
smn: Bluppe – kirjeh lii algâalgâlávt čáállám Inga Borg .

source: Lassedieđut dás
smn: Lasetiäđuh täst .

source: Sámediggi lea almmuhan oktiibuot gávcci ođđa oahppamateriála jagi 2014 vuosttaš vahkuid áigge .
smn: Sämitigge lii almostittâm ohtsis käävci uđđâ materiaalid ive 2014 vuossâmuu ohoi ääigi .

source: Čuovvovažžan prentehusas vurdojuvvo ođđa preanttus Girjegiisá Oy álgoálggus jagi 1993 almmuhan Pekka Sammallahti Sámi-suoma-sámi sátnegirjjis .
smn: Čuávuvâžžân teddilmist vyerdip uđđâsisteddilâs Girjegiisá Oy algâaalgâlávt ive 1993 almostittem Pekka Sammallahti Säämi-suomâ-säämi tavesämikielâ sänikirjeest .

source: Sámedikki almmuhan oahppamateriálat leat fidnemis Sámi duodjegávppis Sajosis Anáris , searvvi dahje sámedikki skuvlen- ja oahppamateriáladoaimmahagas ritva .
smn: Sämitige almostittem oppâmateriaalijd puáhtá uástiđ Sámi duodji-käävpist Sajosist Anarist , seervi nettikäävpist teikâ sämitige škovlim- já oppâmateriaaltoimâttuvvâst ritva .
